<style>
    p {
        text-indent: 40px;
    }

    .pad1 {
        padding-left: 40px;
    }

    .pdpa-content {
        font-size: 13px;
    }
</style>
<div class="text-center pdpa-content">
    <img src="https://difa-tes.mfa.go.th/uploads/web/logo.png" alt="">
    <br />
    <span>
        <strong>
            ประกาศความเป็นส่วนตัว
            <br />
            สำหรับผู้รับบริการทดสอบภาษาอังกฤษ
            <br />
        </strong>
    </span>
</div>
<div class="pdpa-content">
    <p>
        สถาบันการต่างประเทศเทวะวงศ์วโรปการในฐานะที่เป็นศูนย์กลางการทดสอบเพื่อวัดระดับความสามารถทางภาษาอังกฤษให้กับข้าราชการไทย พนักงานรัฐวิสาหกิจ และบุคลากรในองค์กรอิสระภายใต้กำกับของรัฐ
        ซึ่งเป็นการดำเนินภารกิจและอำนาจหน้าที่ตามกฎหมาย ได้มีการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคล
        หรือสิ่งอื่นใดที่สามารถระบุตัวบุคคลได้ไม่ว่าโดยตรงหรือโดยอ้อมของผู้รับบริการทดสอบภาษาอังกฤษ สถาบันการต่างประเทศฯ ตระหนักและให้ความสำคัญอย่างยิ่งต่อการคุ้มครองข้อมูลส่วนบุคคล และการปฏิบัติตามกฎหมายคุ้มครองข้อมูลส่วนบุคคล เพื่อให้เจ้าของข้อมูลส่วนบุคคลเชื่อมั่นว่า สถาบันการต่างประเทศฯ จะดูแลและรักษาข้อมูลส่วนบุคคลของท่าน และจัดให้มีมาตรการรักษาความมั่นคงปลอดภัยที่เหมาะสม สถาบันการต่างประเทศฯ จึงได้จัดทำประกาศความเป็นส่วนตัวสำหรับผู้รับบริการทดสอบภาษาอังกฤษขึ้น ดังนี้
    </p>
    <p>
        <strong>๑. การเก็บรวบรวมข้อมูลส่วนบุคคล</strong>
    </p>
    <p>
        ในการดำเนินภารกิจการทดสอบภาษาอังกฤษของสถาบันการต่างประเทศฯ มีความจำเป็นต้องใช้ข้อมูลส่วนบุคคลที่สามารถระบุตัวบุคคลนั้นได้ ไม่ว่าโดยตรงหรือโดยอ้อม เช่น ชื่อ - นามสกุล เลขบัตรประจำตัวประชาชน หมายเลขหนังสือเดินทาง หมายเลขโทรศัพท์ วันเดือนปีเกิด ไปรษณีย์อิเล็กทรอนิกส์ (e-mail) ที่อยู่อาศัย สัญชาติ ข้อมูลการศึกษา ข้อมูลการทำงาน รูปภาพ หรือวิดีโอที่บันทึกจากกล้องวงจรปิด (CCTV) ข้อมูลทางชีวมิติ (Biometric) โดยสถาบันการต่างประเทศฯ จะเก็บรวบรวมข้อมูลส่วนบุคคลเท่าที่จำเป็น และจะใช้ข้อมูลดังกล่าวตามวัตถุประสงค์ที่กำหนด ซึ่งเป็นวัตถุประสงค์ที่ชอบด้วยกฎหมาย หรือเป็นการดำเนินการตามข้อกำหนด
        ของกฎหมายที่ให้สถาบันการต่างประเทศฯ สามารถจัดเก็บข้อมูลดังกล่าวได้ และจะเก็บรวบรวมข้อมูลส่วนบุคคลจากท่านโดยตรง เช่น การกรอกแบบฟอร์ม การให้ข้อมูลทางโทรศัพท์ การให้ข้อมูลผ่าน Digital Platform
        บนเว็บไซต์หรือแอปพลิเคชันต่าง ๆ ที่สถาบันการต่างประเทศฯ จัดให้มีขึ้น เว้นแต่บางกรณีสถาบันการต่างประเทศฯ อาจได้รับข้อมูลส่วนบุคคลของท่านจากบุคคลที่สาม โดยสถาบันการต่างประเทศฯ เชื่อโดยสุจริตว่า บุคคลที่สามดังกล่าวมีสิทธิเก็บข้อมูลส่วนบุคคลของท่านและเปิดเผยกับสถาบันการต่างประเทศฯ ได้
    </p>
    <p>
        <strong>๒. ข้อมูลส่วนบุคคลที่สถาบันการต่างประเทศฯ เก็บรวบรวม </strong>
    </p>
    <p>
        (๑) ข้อมูลส่วนตัว เช่น ชื่อ นามสกุล หมายเลขบัตรประชาชน</br>
        <span class="pad1">ข้อมูลการติดต่อ เช่น e-mail หมายเลขโทรศัพท์ ที่อยู่ สถานที่ทำงาน</span></br>
        <span class="pad1">ข้อมูลการทำงาน เช่น อาชีพ ตำแหน่ง หน่วยงานต้นสังกัด</span></br>
        <span class="pad1">ข้อมูลส่วนตัวอื่น ๆ ที่ท่านให้โดยสมัครใจ เช่น ประวัติการศึกษา วัตถุประสงค์การสมัครสอบ</span>
    </p>
    <p>
        ทั้งนี้ สถาบันการต่างประเทศฯ ไม่มีความประสงค์จะเก็บรวบรวมและใช้ข้อมูลทางศาสนาและหมู่โลหิตที่ปรากฏอยู่ในสำเนาบัตรประจำตัวประชาชนหรือสำเนาบัตรประจำตัวข้าราชการ หรือเอกสารอื่นใด
        ที่ใช้ในการยืนยันตัวตน จึงขอให้ท่านปกปิดข้อมูลดังกล่าว หากท่านมิได้ปกปิดข้อมูลข้างต้น ถือว่าท่านอนุญาตให้สถาบันการต่างประเทศฯ ดำเนินการปกปิดข้อมูลเหล่านั้น และถือว่าเอกสารที่มีการปกปิดดังกล่าวมีผลสมบูรณ์และบังคับใช้ตามกฎหมายได้ทุกประการ หากสถาบันการต่างประเทศฯ ไม่สามารถปกปิดข้อมูลได้เนื่องจากข้อจำกัดบางประการ สถาบันการต่างประเทศฯ จะเก็บรวบรวมและใช้ข้อมูลดังกล่าวเพื่อเป็นส่วนหนึ่งของเอกสารยืนยันตัวตนของท่านเท่านั้น
    </p>
    <p>
        (๒) ข้อมูลส่วนบุคคลที่อ่อนไหว เช่น ระดับการมองเห็นของผู้บกพร่องทางการเห็น ระดับการได้ยินของผู้บกพร่องทางการได้ยิน สถาบันการต่างประเทศฯ จะดำเนินการขอความยินยอมจากท่านโดยชัดแจ้ง
        ก่อนเก็บรวบรวมข้อมูล เว้นแต่การเก็บข้อมูลส่วนบุคคลดังกล่าวได้รับการยกเว้นตามที่กฎหมายกำหนด
    </p>
    <p>
        (๓) อาจมีการบันทึกภาพของท่านโดยใช้กล้องวงจรปิด (CCTV) ซึ่งสถาบันการต่างประเทศฯ จะติดป้ายแจ้งให้ท่านทราบว่ามีการใช้กล้องวงจรปิดในบริเวณพื้นที่ของสถาบันการต่างประเทศฯ
    </p>
    <p>
        (๔) อาจมีการบันทึกภาพถ่ายหรือวิดีโอ เพื่อเก็บบันทึกข้อมูลการจัดกิจกรรม หรือเพื่อใช้ประกอบ
        การจัดทำสื่อประชาสัมพันธ์ ซึ่งสถาบันการต่างประเทศฯ จะแจ้งให้ท่านทราบว่ามีการบันทึกภาพถ่ายหรือวิดีโอในกิจกรรมดังกล่าว
    </p>
    <p>
        <strong>๓. วัตถุประสงค์ในการประมวลผลข้อมูลส่วนบุคคล</strong>
    </p>
    <p>สถาบันการต่างประเทศฯ มีความจำเป็นต้องเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของท่านเพื่อวัตถุประสงค์ดังต่อไปนี้ </p>
    <p>(๑) เพื่อสนับสนุนการดำเนินภารกิจด้านการทดสอบภาษาอังกฤษของสถาบันการต่างประเทศฯ </p>
    <p>(๒) เพื่อให้ท่านสามารถเข้าใช้บริการหรือเข้าร่วมกิจกรรมต่าง ๆ ของสถาบันการต่างประเทศฯ </p>
    <p>(๓) เพื่อดำเนินการด้านการเงิน เช่น การชำระค่าธรรมเนียมการทดสอบ</p>
    <p>(๔) เพื่อสำรวจและรวบรวมข้อมูลทางสถิติเกี่ยวกับการทดสอบภาษาอังกฤษของสถาบันการต่างประเทศฯ โดยมีการวิเคราะห์และสรุปข้อมูลในภาพรวมที่ไม่เปิดเผยตัวตน</p>
    <p>(๕) เพื่อประชาสัมพันธ์ข้อมูลข่าวสารและกิจกรรมต่าง ๆ ของสถาบันการต่างประเทศฯ ตลอดจน การเชิญท่านเข้าร่วมกิจกรรม</p>
    <p>(๖) เพื่อป้องกันไม่ให้เกิดการกระทำที่ผิดกฎหมาย (สำหรับข้อมูลในกล้อง CCTV)</p>
    <p>(๗) เพื่อปฏิบัติตามหน้าที่ที่กฎหมายกำหนด </p>
    <p>
        <strong>๔. สิทธิของเจ้าของข้อมูลส่วนบุคคล</strong>
    </p>
    <p>เจ้าของข้อมูลส่วนบุคคลมีสิทธิตามกฎหมายคุ้มครองข้อมูลส่วนบุคคล ดังนี้ </p>
    <p>(๑) สิทธิในการเข้าถึงและขอรับสำเนาข้อมูล </br>
        ท่านสามารถเข้าถึงข้อมูลส่วนบุคคลของท่าน และขอสำเนาข้อมูลส่วนบุคคล ตลอดจนสามารถขอให้เปิดเผยการได้มาซึ่งข้อมูลดังกล่าวได้
    </p>
    <p>(๒) สิทธิในการโอนข้อมูล</br>
        ท่านสามารถขอให้มีการโอนข้อมูลดังกล่าวไปยังผู้ควบคุมข้อมูลอื่น และขอรับข้อมูลส่วนบุคคล
        ที่มีการส่งหรือโอนได้
    </p>
    <p>(๓) สิทธิในการคัดค้านการประมวลผลข้อมูล</br>
        ท่านสามารถขอคัดค้านการประมวลผลข้อมูลส่วนบุคคลของท่านได้</p>
    <p>(๔) สิทธิในการขอให้ลบหรือทำลายข้อมูล</br>
        ท่านสามารถขอให้ลบ หรือทำลาย หรือทำให้ข้อมูลส่วนบุคคลของท่านเป็นข้อมูลที่ไม่สามารถระบุตัวบุคคลที่เป็นเจ้าของข้อมูลได้ </p>
    <p>(๕) สิทธิในการระงับใช้ข้อมูล</br>
        ท่านสามารถขอให้ระงับการใช้ข้อมูลส่วนบุคคลของท่านได้</p>
    <p>(๖) สิทธิในการแก้ไขข้อมูล</br>
        ท่านสามารถปรับปรุงแก้ไขข้อมูลส่วนบุคคลของท่านให้มีความถูกต้อง เป็นปัจจุบัน สมบูรณ์ และไม่ก่อให้เกิดความเข้าใจผิดได้</p>
    <p>(๗) สิทธิในการเพิกถอนความยินยอม</br>
        ท่านสามารถขอเพิกถอนความยินยอมที่เคยให้ไว้ได้ทุกเมื่อ</p>
    <p>
        ทั้งนี้ การใช้สิทธิของเจ้าของข้อมูลส่วนบุคคลและการพิจารณาดำเนินการของสถาบันการต่างประเทศฯ ดังกล่าวข้างต้น ต้องเป็นไปตามหลักเกณฑ์ที่กำหนดตามกฎหมายว่าด้วยการคุ้มครองข้อมูลส่วนบุคคล สถาบันการต่างประเทศฯ อาจปฏิเสธในการดำเนินการตามคำขอในกรณีที่มีเหตุตามที่กฎหมายกำหนด หากเจ้าของข้อมูลส่วนบุคคลประสงค์จะใช้สิทธิดังกล่าว สามารถติดต่อไปยังช่องทางการติดต่อที่ระบุไว้ท้ายประกาศนี้
    </p>
    <p>
        <strong>๕. การเปิดเผยข้อมูลส่วนบุคคล</strong>
    </p>
    <p>
        สถาบันการต่างประเทศฯ จะไม่เผยแพร่ จำหน่าย จ่าย แจก แลกเปลี่ยน โอน หรือเปิดเผยข้อมูล
        ส่วนบุคคลของท่านให้แก่บุคคลภายนอก เว้นแต่เป็นการดำเนินการตามที่กำหนดในประกาศนี้ หรือเป็นการเปิดเผยข้อมูลเพื่อดำเนินภารกิจให้บรรลุเป้าหมายตามวัตถุประสงค์โดยชอบด้วยกฎหมายของสถาบัน
        การต่างประเทศฯ หรือเมื่อได้รับการร้องขอหรือได้รับความยินยอมจากท่าน
    </p>
    <p>
        <strong>๖. มาตรการรักษาความมั่นคงปลอดภัยของข้อมูลส่วนบุคคล</strong>
    </p>
    <p>สถาบันการต่างประเทศฯ มีมาตรการรักษาความมั่นคงปลอดภัยของข้อมูลส่วนบุคคล ดังนี้</p>
    <p>(๑) จำกัดการเข้าถึงข้อมูลส่วนบุคคลไว้เฉพาะผู้ที่มีส่วนเกี่ยวข้องหรือมีความจำเป็นต้องเข้าถึงข้อมูลนั้น ๆ</p>
    <p>(๒) กำหนดมาตรการป้องกันการเข้าถึงระบบและข้อมูล เช่น การใช้รหัสผ่านเพื่อเข้าสู่ระบบ
        การใช้งาน หรือระบบให้บริการเพื่อป้องกันมิให้ผู้ที่ไม่มีสิทธิเข้าถึงข้อมูลส่วนบุคคลของท่าน </p>
    <p>(๓) มีการตรวจสอบ และทดสอบระบบการจัดเก็บหรือประมวลผลข้อมูลส่วนบุคคล เพื่อให้มั่นใจว่าระบบหรือเทคโนโลยีที่ใช้มีความมั่นคงปลอดภัย รวมถึงมีการปรับปรุงและติดตั้งซอฟต์แวร์รักษาความมั่นคงปลอดภัยที่เพียงพอ</p>
    <p>(๔) มีการกำหนดนโยบายการคุ้มครองข้อมูลส่วนบุคคลเพื่อให้บุคลากรของสถาบันการต่างประเทศฯ ยึดเป็นแนวปฏิบัติเกี่ยวกับการคุ้มครองข้อมูลดังกล่าว </p>
    <p>(๕) จัดอบรมบุคลากรของสถาบันการต่างประเทศฯ เพื่อสร้างความตระหนักและความเข้าใจ
        ในขั้นตอนการปฏิบัติงานด้านการดูแลคุ้มครองข้อมูลส่วนบุคคล และการรับมือกับปัญหาหรือเหตุอันน่าสงสัยว่าจะมีการละเมิดข้อมูลส่วนบุคคล</p>
    <p>อย่างไรก็ดี การส่งข้อมูลผ่านเครือข่ายสาธารณะหรือเครื่องคอมพิวเตอร์ หรือแม้แต่การใช้เครื่องคอมพิวเตอร์หรืออุปกรณ์สื่อสารส่วนตัวของท่านที่ติดมัลแวร์ มีความเสี่ยงต่อการถูกโจมตี ซึ่งอาจถูกลักลอบเข้าถึง หรือถูกเปิดเผย หรือถูกโอนไป และทำให้เกิดความเสียหายได้ ในกรณีดังกล่าว สถาบันการต่างประเทศฯ
        จึงไม่สามารถรับประกันความปลอดภัยในข้อมูลของท่านได้ </p>
    <p>
        <strong>๗. ระยะเวลาในการจัดเก็บข้อมูลส่วนบุคคล</strong>
    </p>
    <p>
        สถาบันการต่างประเทศฯ จะจัดเก็บข้อมูลส่วนบุคคลของท่านตามระยะเวลาเท่าที่จำเป็น
        เพื่อการปฏิบัติหน้าที่และการให้บริการภายใต้วัตถุประสงค์โดยชอบด้วยกฎหมายของสถาบันการต่างประเทศฯ รวมถึงการทำลายเอกสารที่ไม่ได้ใช้งานด้วยวิธีการที่เหมาะสม
    </p>
    <p>
        <strong>๘. การเชื่อมโยงข้อมูลส่วนบุคคลกับธนาคารสำหรับรับชำระค่าธรรมเนียมการทดสอบ</strong>
    </p>
    <p>
        เพื่อให้ภารกิจจัดการทดสอบดำเนินไปได้อย่างมีประสิทธิภาพ และเป็นไปตามวัตถุประสงค์ สถาบันการต่างประเทศฯ จำเป็นต้องเชื่อมโยงข้อมูลของท่านกับระบบ Direct Link Payment ของธนาคารกรุงไทย จำกัด (มหาชน) ในการรับชำระค่าธรรมเนียมการทดสอบ
    </p>
    <p>
        <strong>๙. การทบทวนประกาศความเป็นส่วนตัว</strong>
    </p>
    <p>
        สถาบันการต่างประเทศฯ อาจเปลี่ยนแปลงหรือแก้ไขเพิ่มเติมประกาศความเป็นส่วนตัวนี้เป็นครั้งคราว โดยสถาบันการต่างประเทศฯ จะแจ้งประกาศความเป็นส่วนตัวฉบับปัจจุบันไว้ที่เว็บไซต์การทดสอบภาษาอังกฤษ
        ของสถาบันการต่างประเทศฯ (https://difa-tes.mfa.go.th)
    </p>
    <p>
        <strong>๑๐. ช่องทางการติดต่อ</strong>
    </p>
    <p>
        หากท่านมีข้อสงสัยหรือต้องการสอบถามข้อมูลเพิ่มเติมเกี่ยวกับประกาศนี้ ท่านสามารถติดต่อได้ที่</br>
        <span class="pad1">
            สถาบันการต่างประเทศเทวะวงศ์วโรปการ กระทรวงการต่างประเทศ</br>
        </span>
        <span class="pad1">
            เลขที่ ๑๒๐ หมู่ ๓ ชั้น ๗ ประตู ๒ (ลิฟต์ S3)</br>
        </span>
        <span class="pad1">
            ศูนย์ราชการเฉลิมพระเกียรติ ๘๐ พรรษา ๕ ธันวาคม ๒๕๕๐</br>
        </span>
        <span class="pad1">
            อาคารรัฐประศาสนภักดี ถนนแจ้งวัฒนะ</br>
        </span>
        <span class="pad1">
            แขวงทุ่งสองห้อง เขตหลักสี่ กรุงเทพมหานคร ๑๐๒๑๐</br>
        </span>
        <span class="pad1">
            โทรศัพท์ ๐ ๒๒๐๓ ๕๐๐๐ ต่อ ๔๗๐๐๗ (น.ส. สุวนีย์ เอื้อพันธ์ศิริกุล) และ ๔๗๐๑๔ (น.ส. ศุจินันท์ กลิ่นเกษร)</br>
        </span>
        <span class="pad1">
            โทรสาร ๐ ๒๑๔๓ ๙๓๒๖</br>
        </span>
        <span class="pad1">
            e-mail: difates.thailand@gmail.com
        </span>
    </p>
    <p class="text-right">
        ประกาศ ณ วันที่ ๒๖ พฤษภาคม ๒๕๖๕
    </p>
    </br>
    </br>
    </br>
    </br>
    <div class="row">
        <div class="col-md-6 text-center">
            <span>...............................................................</br></span>
            <span>(นางฐิติพร จิระสวัสดิ์)</br></span>
            <span>ผู้อำนวยการสถาบันการต่างประเทศเทวะวงศ์วโรปการ</br></span>
        </div>
        <div class="col-md-6">
        </div>
    </div>
    </br>
    </br>
    <div class="row">
        <div class="col-md-6">
        <?php
            $this->widget('booster.widgets.TbButton', array(
                'label' => 'ปฏิเสธ (Cancel)',                
                'buttonType' => 'link',
                'context' => 'danger',
                'size' => 'small',
                'htmlOptions' => array(
                    'data-dismiss' => 'modal',
                ),
            ));
            ?>
        </div>
        <div class="col-md-6 text-right">
            <?php
            $link = array(
                1 => 'createGeneralThai',
                2 => 'createGeneralForeigner',
                3 => 'createDiplomatThai',
                4 => 'createDiplomatForeigner',
            );
            $this->widget('booster.widgets.TbButton', array(
                'label' => 'ยอมรับ (Accept)',
                'url' => array(
                    CHtml::value($link, $accountType->id, 1),
                    'account_type_id' => Yii::app()->request->getQuery('account_type_id'),
                    'exam_code' => Yii::app()->request->getQuery('exam_code'),
                ),
                'buttonType' => 'link',
                'context' => 'primary',
                'size' => 'small',
            ));
            ?>
        </div>
    </div>

</div>